Repository: wp-plugins/meks-themeforest-smart-widget
Catalog: languages/meks-*.po
Languages: sr_rs

source: Display ThemeForest items with this widget
sr_rs: Prikaži ThemeForest stavke ovim widget-om

source: View more
sr_rs: Pogledaj više

source: Title
sr_rs: Naslov

source: Description
sr_rs: Opis

source: Item categories to show
sr_rs: Kategorije stavki za prikazivanje

source: Select items from
sr_rs: Izaberi stavke od

source: Popular Items (WordPress Only)
sr_rs: Popularne stavke (samo za WordPress)

source: Latest Items
sr_rs: Najnovije stavke

source: Specific User(s)
sr_rs: Specifični korisnici(s)

source: ThemeForest username(s)
sr_rs: ThemeForest korisnička imena(s)

source: For multiple users, separate by comma: i.e. user1,user2,user3
sr_rs: Za više korisnika, navedite imena odvojena zarezima, npr. korisnik1, korisnik2, korisnik3

source: Number of items to show
sr_rs: Broj stavki za prikazivanje

source: Order by
sr_rs: Redosled prema

source: Upload date
sr_rs: Datumu otpremanja

source: Last update
sr_rs: Poslednjem ažuriranju

source: Number of sales
sr_rs: Broju prodatih stavki

source: Price
sr_rs: Ceni

source: Random
sr_rs: Nasumičan

source: Ascending
sr_rs: Rastući

source: Descending
sr_rs: Opadajući

source: Referal user
sr_rs: Korisnik upućuje na

source: Specify username if you want to use items as ThemeForest affiliate links
sr_rs: Navedite korisničko ime ako želite da koristite stavke kao ThemeForest pridružene linkove

source: More link URL
sr_rs: URL za link “više”

source: Specify URL if you want to show "more" link under the items list
sr_rs: Navedite URL ako želite da prikažete link “više” ispod liste stavki

source: Open items in
sr_rs: Otvori stavke u

source: New Window
sr_rs: Novom prozoru

source: Same Window
sr_rs: Istom prozoru
